{
  "Liverpool": "Liverpool is a port city and metropolitan borough in Merseyside, England. It is situated on the eastern side of the Mersey Estuary, near the Irish Sea, 178 miles (286 km) north-west of London.",
  "Jair Bolsonaro": "Jair Messias Bolsonaro (Brazilian Portuguese: [ʒaˈiʁ meˈsi.ɐz bowsoˈnaɾu]; born 21 March 1955) is a Brazilian politician and former military officer who served as the 38th president of Brazil from 2019 to 2023. He previously served as a member of Brazil's Chamber of Deputies from 1991 to 2019.",
  "California": "California () is a state in the Western United States that lies on the Pacific Coast. It borders Oregon to the north, Nevada and Arizona to the east, and shares an international border with the Mexican state of Baja California to the south.",
  "Havana": "Havana (; Spanish: La Habana [la aˈβana] ) is the capital and largest city of Cuba. The heart of La Habana Province, Havana is the country's main port and commercial center.",
  "Air India": "Air India is the flag carrier of India with its main hub at Indira Gandhi International Airport in Delhi, and secondary hubs at Kempegowda International Airport in Bengaluru and Chhatrapati Shivaji Maharaj International Airport in Mumbai, alongside several focus cities across India. Headquartered in Gurugram, Haryana, India, the airline is owned by Air India Limited, which is owned by the Tata Group (74.9%) and Singapore Airlines (25.1%).",
  "David Hogg": "David Miles Hogg (born April 12, 2000) is an American gun control activist who served as a co-vice chair of the Democratic National Committee from February to June 2025. He rose to prominence during the 2018 United States gun violence protests as a student survivor of the Stoneman Douglas High School shooting, helping lead several high-profile protests, marches, and boycotts, including the boycott of The Ingraham Angle.",
  "Sun": "The Sun is the star at the centre of the Solar System. It is a massive, nearly perfect sphere of hot plasma, heated to incandescence by nuclear fusion reactions in its core, radiating the energy from its surface mainly as visible light and infrared radiation with 10% at ultraviolet energies.",
  "UK": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Northwestern Europe, off the coast of the continental mainland. It comprises England, Scotland, Wales and Northern Ireland.",
  "Elon Musk": "Elon Reeve Musk  ( EE-lon; born June 28, 1971) is a businessman. He is known for his leadership of Tesla, SpaceX, X (formerly Twitter), and the Department of Government Efficiency (DOGE).",
  "NATO": "The North Atlantic Treaty Organization (NATO  NAY-toh; French: Organisation du traité de l'Atlantique nord, OTAN), also called the North Atlantic Alliance, is an intergovernmental transnational military alliance of 32 member states—30 European and 2 North American. Established in the aftermath of World War II, the organization implements the North Atlantic Treaty, signed in Washington, D.C., on 4 April 1949.",
  "Russia": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, and extends across eleven time zones, sharing land borders with fourteen countries.",
  "Biden": "Joseph Robinette Biden Jr. (born November 20, 1942) is an American politician who was the 46th president of the United States from 2021 to 2025.",
  "Kim Jong-Un": "Kim Jong Un (born 8 January 1983 or 1984) is a North Korean politician and dictator who has served as supreme leader of North Korea since 2011 and general secretary of the Workers' Party of Korea (WPK) since 2012. He is the third son of Kim Jong Il, who was the second supreme leader, and a grandson of Kim Il Sung, the founder and first supreme leader of North Korea.",
  "Iraq": "Iraq, officially the Republic of Iraq, is a country in West Asia. It is bordered by Saudi Arabia to the south, Turkey to the north, Iran to the east, the Persian Gulf and Kuwait to the southeast, Jordan to the southwest, and Syria to the west.",
  "Baghdad": "Baghdad (  BAG-dad or  bəg-DAD; Arabic: بَغْدَاد, romanized: Baghdād, [baɣˈdaːd] ) is the capital and largest city of Iraq, located along the Tigris in the central part of the country. With a population exceeding 7 million, it ranks among the most populous cities in the Middle East and Arab world and forms 22% of the country's population.",
  "West Bank": "The West Bank is located on the western bank of the Jordan River and is the larger of the two Palestinian territories (the other being the Gaza Strip) that make up the State of Palestine. A landlocked territory near the coast of the Mediterranean Sea in the Levant region of West Asia, it is bordered by Jordan and the Dead Sea to the east and by Israel (via the Green Line) to the south, west, and north.",
  "Pope Francis": "Pope Francis (born Jorge Mario Bergoglio; 17 December 1936 – 21 April 2025) was head of the Catholic Church and sovereign of the Vatican City State from 13 March 2013 until his death in 2025. He was the first Jesuit pope, the first Latin American, and the first born or raised outside Europe since the 8th-century Syrian pope Gregory III.\nBorn in Buenos Aires, Argentina, to a family of Italian origin, Bergoglio was inspired to join the Jesuits in 1958 after recovering from a severe illness.",
  "National Guard": "National guard is the name used by a wide variety of current and historical uniformed organizations in different countries. The original National Guard was formed during the French Revolution around a cadre of defectors from the French Guards.",
  "LA": "Los Angeles, often referred to by its initials L.A., is the most populous city in the U.S. state of California, and the commercial, financial, and cultural center of Southern California. With an estimated 3,878,704 residents within the city limits as of 2024, it is the second-most populous in the United States, behind only New York City.",
  "Paris": "Paris (French pronunciation: [paʁi] ) is the capital and largest city of France. With an estimated population of 2,048,472 residents in January 2025 in an area of more than 105 km2 (41 sq mi), Paris is the fourth-most populous city in the European Union and the 30th most densely populated city in the world in 2022.",
  "Louisiana": "Louisiana (French: Louisiane [lwizjan] ; Spanish: Luisiana [lwiˈsjana]; Louisiana Creole: Lwizyàn) is a state in the Deep South and South Central regions of the United States. It borders Texas to the west, Arkansas to the north, and Mississippi to the east.",
  "Mark Zuckerberg": "Mark Elliot Zuckerberg (; born May 14, 1984) is an American businessman who co-founded the social media service Facebook and its parent company Meta Platforms, of which he is the chairman, chief executive officer, and controlling shareholder. Zuckerberg has been the subject of multiple lawsuits regarding the creation and ownership of the website as well as issues such as user privacy.",
  "AOC": "Alexandria Ocasio-Cortez (born October 13, 1989), also known as AOC, is an American politician and activist who has served since 2019 as the US representative for New York's 14th congressional district. She is a member of the Democratic Party.",
  "Zuckerberg": "Mark Elliot Zuckerberg (; born May 14, 1984) is an American businessman who co-founded the social media service Facebook and its parent company Meta Platforms, of which he is the chairman, chief executive officer, and controlling shareholder. Zuckerberg has been the subject of multiple lawsuits regarding the creation and ownership of the website as well as issues such as user privacy.",
  "Ukraine": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe after Russia, which borders it to the east and northeast.",
  "Andrew Gwynne": "Andrew John Gwynne (born 4 June 1974) is a British politician who is Member of Parliament (MP) for Gorton and Denton, previously Denton and Reddish, since 2005. He was the Parliamentary Under-Secretary of State for Public Health and Prevention from 2024 until February 2025, when he was dismissed and had his Labour membership suspended because of offensive messages he had written on WhatsApp.",
  "Sudan": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It borders the Central African Republic to the southwest, Chad to the west, Libya to the northwest, Egypt to the north, the Red Sea to the east, Eritrea and Ethiopia to the southeast, and South Sudan to the south.",
  "FBI": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. An agency of the United States Department of Justice, the FBI is a member of the U.S. Intelligence Community and reports to both the attorney general and the director of national intelligence.",
  "U.S.": "The United States of America (USA), also known as the United States (U.S.) or America, is a country primarily located in North America. It is a federal republic of 50 states and a federal capital district, Washington, D.C. The 48 contiguous states border Canada to the north and Mexico to the south, with the semi-exclave of Alaska in the northwest and the archipelago of Hawaii in the Pacific Ocean.",
  "China": "China, officially the People's Republic of China (PRC), is a country in East Asia. With a population exceeding 1.4 billion, it is the second-most populous country after India, representing 17.4% of the world population.",
  "Texas": "Texas (  TEK-səss, locally also  TEK-siz; Spanish: Texas or Tejas) is the most populous state in the South Central region of the United States. It borders Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and an international border with the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest.",
  "Nablus": "Nablus ( NA(H)B-ləs; Arabic: نابلس, romanized: Nābulus, locally [ˈnæːblɪs] ) is a Palestinian city in the West Bank, located approximately 49 kilometres (30 mi) north of Jerusalem, with a population of 156,906. Located between Mount Ebal and Mount Gerizim, it is the capital of the Nablus Governorate and a commercial and cultural centre of the State of Palestine, home to An-Najah National University, one of the largest Palestinian institutions of higher learning, and the Palestine Stock Exchange.",
  "Jussie Smollett": "Jussie Smollett (, born June 21, 1982) is an American actor and singer. He began his career as a child actor in 1991 debuting in The Mighty Ducks (1992).",
  "CDC": "The Centers for Disease Control and Prevention (CDC) is the national public health agency of the United States. It is a United States federal agency under the Department of Health and Human Services (HHS), and is headquartered in Atlanta, Georgia.",
  "Cuba": "Cuba, officially the Republic of Cuba, is an island country, comprising the island of Cuba (largest island), Isla de la Juventud, and 4,195 islands, islets and cays surrounding the main island. It is located where the northern Caribbean Sea, Gulf of Mexico, and Atlantic Ocean meet.",
  "Bolsonaro": "Jair Messias Bolsonaro (Brazilian Portuguese: [ʒaˈiʁ meˈsi.ɐz bowsoˈnaɾu]; born 21 March 1955) is a Brazilian politician and former military officer who served as the 38th president of Brazil from 2019 to 2023. He previously served as a member of Brazil's Chamber of Deputies from 1991 to 2019.",
  "PBS": "The Public Broadcasting Service (PBS) is an American public broadcaster and non-commercial, free-to-air television network based in Arlington, Virginia. PBS is a publicly funded nonprofit organization and the most prominent provider of educational programs to public television stations in the United States, distributing shows such as Nature, Nova, Frontline, PBS News Hour, Masterpiece, Mister Rogers' Neighborhood, Sesame Street, Barney & Friends, Arthur and American Experience.",
  "Israel": "Israel, officially the State of Israel, is a country in West Asia. It shares borders with Lebanon to the north, Syria to the north-east, Jordan to the east, Egypt to the south-west and the Mediterranean Sea to the west.",
  "NASA": "The National Aeronautics and Space Administration (NASA ) is an independent agency of the US federal government responsible for the United States's civil space program, aeronautics research and space research. Established in 1958, it succeeded the National Advisory Committee for Aeronautics (NACA) to give the American space development effort a distinct civilian orientation, emphasizing peaceful applications in space science.",
  "Rottnest Island": "Rottnest Island (Wajuk: Wadjemup), often colloquially referred to as \"Rotto\", is a 19-square-kilometre (7.3 sq mi) island off the coast of Western Australia, located 18 kilometres (11 mi) west of Fremantle. A sandy, low-lying island formed on a base of aeolianite limestone, Rottnest is an A-class reserve, the highest level of protection afforded to public land.",
  "Trump": "Donald John Trump (born June 14, 1946) is an American politician, media personality, and businessman who is the 47th president of the United States. A member of the Republican Party, he served as the 45th president from 2017 to 2021.",
  "UN": "The United Nations (UN) is the global intergovernmental organization established by the signing of the UN Charter on 26 June 1945 with the stated purpose of maintaining international peace and security, to develop friendly relations among states, to promote international cooperation, and to serve as a centre for harmonizing the actions of states in achieving those goals.\nThe United Nations headquarters is located in New York City, with several other offices located in Geneva, Nairobi, Vienna, and The Hague.",
  "Florida": "Florida (  FLORR-ih-də; Spanish: [floˈɾiða] ) is a state in the Southeastern region of the United States. It borders the Gulf of Mexico to the west, Alabama to the northwest, Georgia to the north, the Atlantic Ocean to the east, the Straits of Florida to the south, and The Bahamas to the southeast.",
  "Los Angeles": "Los Angeles, often referred to by its initials L.A., is the most populous city in the U.S. state of California, and the commercial, financial, and cultural center of Southern California. With an estimated 3,878,704 residents within the city limits as of 2024, it is the second-most populous in the United States, behind only New York City.",
  "Eiffel Tower": "The Eiffel Tower (  EYE-fəl; French: Tour Eiffel [tuʁ ɛfɛl] ) is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower from 1887 to 1889."
}